<?php

return  [
    'admin' => [
        'system' => [
            'enable'                    => 'সক্ষম করুন',
            'title'                     => 'শিরোনাম',
            'description'               => 'বর্ণনা',
            'sandbox'                   => 'স্যান্ডবক্স',
            'cyber-source-payment'      => 'সাইবারসোর্স পেমেন্ট',
            'debug'                     => 'ডিবাগ',
            'profile-id'                => 'প্রোফাইল আইডি',
            'secret-key'                => 'গোপন চাবি',
            'access-key'                => 'অ্যাক্সেস কী',
            'status'                    => 'অবস্থা',
            'logo'                      => 'লোগো',
            'logo-information'          => 'ইমেজ রেজোলিউশন হওয়া উচিত ৫৫পিক্সেল X ৪৫পিক্সেলের মতো',
            'cyber-source-payment-info' => 'সাইবারসোর্স পেমেন্ট গেটওয়ে হল একটি উন্নত এবং বৈশিষ্ট্য সমৃদ্ধ মডিউল যা আপনার স্টোরকে সাইবারসোর্স পেমেন্ট গেটওয়ের সাথে একীভূত করবে',    
        ],

        'transaction' => [
            'error'  => 'কিছু ভুল হয়েছে! অনুগ্রহপূর্বক আবার চেষ্টা করুন.',
            'cancel' => 'লেনদেন বাতিল করা হয়েছে',
        ],
    ],

    'shop' => [
        'payment' => [
            'alert-msg'    => 'দয়া করে এই পৃষ্ঠাটি রিফ্রেশ করবেন না...',
            'redirect-msg' => 'আপনি যদি 10 সেকেন্ডের মধ্যে পুনঃনির্দেশিত না হন তাহলে এখানে ক্লিক করুন...',
            'title'        => 'নিরাপদ গ্রহণযোগ্যতা - পেমেন্ট ফর্ম',
        ],
    ],
];
