<?php

return  [
    'admin' => [
        'system' => [
            'enable'               => 'Увімкнути',
            'title'                => 'Назва',
            'description'          => 'опис',
            'sandbox'              => 'Пісочниця',
            'cyber-source-payment' => 'Платіж CyberSource',
            'debug'                => 'Відлагоджувати',
            'profile-id'           => 'Ідентифікатор профілю',
            'secret-key'           => 'Секретний ключ',
            'access-key'           => 'Ключ доступу',
        ],

        'transaction' => [
            'error'  => 'Щось пішло не так! Будь ласка спробуйте ще раз.',
            'cancel' => 'Трансакцію скасовано',
        ],
    ],

    'shop' => [
        'payment' => [
            'alert-msg'    => 'Будь ласка, не оновлюйте цю сторінку...',
            'redirect-msg' => 'Натисніть тут, якщо вас не буде перенаправлено протягом 10 секунд...',
        ],
    ],
];
