<?php

return  [
    'admin' => [
        'system' => [
            'enable'                    => 'सक्षम',
            'title'                     => 'शीर्षक',
            'description'               => 'विवरण',
            'sandbox'                   => 'सैंडबॉक्स',
            'cyber-source-payment'      => 'साइबरसोर्स भुगतान',
            'debug'                     => 'डिबग',
            'profile-id'                => 'प्रोफ़ाइल आईडी',
            'secret-key'                => 'गुप्त कुंजी',
            'access-key'                => 'प्रवेश की चाबी',
        ],

        'transaction' => [
            'error'     => 'कुछ गलत हो गया! कृपया पुन: प्रयास करें।',
            'cancel'    => 'लेनदेन रद्द कर दिया गया',
        ],
    ],

    'shop' => [
        'payment' => [
            'alert-msg'         => 'कृपया इस पृष्ठ को ताज़ा न करें...',
            'redirect-msg'      => 'यदि आपको 10 सेकंड के भीतर पुनर्निर्देशित नहीं किया जाता है तो यहां क्लिक करें...',
        ],
    ],
];
