<?php

return  [
    'admin' => [
        'system' => [
            'enable'                    => 'فعال کردن',
            'title'                     => 'عنوان',
            'description'               => 'شرح',
            'sandbox'                   => 'جعبه شنی',
            'cyber-source-payment'      => 'پرداخت از طریق منبع سایبری',
            'debug'                     => 'اشکال زدایی',
            'profile-id'                => 'شناسه نمایه',
            'secret-key'                => 'کلید مخفی',
            'access-key'                => 'کلید دسترسی',
            'status'                    => 'وضعیت',
            'logo'                      => 'لوگو',
            'logo-information'          => 'رزولوشن تصویر باید حدوداً ۵۵ پیکسل در ۴۵ پیکسل باشد',
            'cyber-source-payment-info' => 'درگاه پرداخت سایبرسورس یک ماژول پیشرفته و با ویژگی های غنی است که فروشگاه شما را با درگاه پرداخت سایبرسورس یکپارچه می کند.',    
        ],

        'transaction' => [
            'error'  => 'مشکلی پیش آمد! لطفا دوباره تلاش کنید.',
            'cancel' => 'معامله لغو شد',
        ],
    ],

    'shop' => [
        'payment' => [
            'alert-msg'    => 'لطفا این صفحه را رفرش نکنید...',
            'redirect-msg' => 'اگر ظرف 10 ثانیه هدایت نشدید اینجا را کلیک کنید...',
            'title'        => 'پذیرش امن - فرم پرداخت',
        ],
    ],
];
